const banklist = [{
    th: 'ธนาคารกรุงเทพ',
    en: 'bbl'
},
{
    th: 'ธนาคารกรุงไทย',
    en: 'ktb'
},
{
    th: 'ธนาคารออมสิน',
    en: 'gsb'
},
{
    th: 'ธนาคารกรุงศรีอยุธยา',
    en: 'bay'
},
{
    th: 'ธนาคารกสิกรไทย',
    en: 'kbank'
},
{
    th: 'ธนาคารไทยพาณิชย์',
    en: 'scb'
},
{
    th: 'ธนาคารทหารไทยธนชาต',
    en: 'ttb'
},
{
    th: 'ธนาคารซีไอเอ็มบี ไทย',
    en: 'cimb'
},
{
    th: 'ธนาคารสแตนดาร์ดชาร์เตอร์ด',
    en: 'sc'
},
{
    th: 'ธนาคารยูโอบี',
    en: 'uob'
},
{
    th: 'ธนาคารเกียรตินาคินภัทร',
    en: 'kk'
},
{
    th: 'ธนาคารแลนด์ แอนด์เฮ้าส์',
    en: 'lhb'
},
{
    th: 'ธนาคารไอซีบีซี',
    en: 'icbc'
},
{
    th: 'ธนาคารไทยเครดิต',
    en: 'tcrb'
},
{
    th: 'ธนาคารเมกะสากลพาณิชย์',
    en: 'mega'
},
]

module.exports = banklist;